Repository: devunplugged/calisia-save-product-import-mapping
Catalog: languages/calisia-save-product-import-mapping-*.po
Languages: pl_pl

source: Are you sure you want to delete that mapping??
pl_pl: Czy jesteś pewny/a, że chcesz usunąć to mapowanie?

source: delete
pl_pl: Usuń

source: Delete currently selected mapping.
pl_pl: Usuń aktualnie wybrane mapowanie.

source: Error reading data.
pl_pl: Błąd przy odczycie danych.

source: Error while deleting data.
pl_pl: Błąd przy usuwaniu danych.

source: Error while saving data.
pl_pl: Błąd przy zapisywaniu danych.

source: Insert name of a new mapping then click save to save current mapping.
pl_pl: Podaj nazwę nowego mapowania i wciśnij zapisz, aby zapisać aktualne mapowanie.

source: load
pl_pl: Ładuj

source: Load currently selected mapping.
pl_pl: Ładuj aktualnie wybrane mapowanie.

source: New Mapping Name
pl_pl: Nazwa Nowego Mapowania

source: Not enough data or data corrupted
pl_pl: Nie wystarczająca ilość danych, lub dane uszkodzone.

source: Pick Saved Mapping
pl_pl: Wybierz Zapisane Mapowanie

source: save
pl_pl: Zapisz

source: Save current mapping with provided name.
pl_pl: Zapisz aktualne mapowanie z podana nazwą.

source: Select mapping from previously saved list then click load to load the mapping or delete to delete it.
pl_pl: Wybierz mapowanie z listy wcześniej zapisanych mapowań. Następnie wciśnij ładuj, aby załadować mapowanie, lub usuń aby je usunąć.

source: You do not have permissions to do that.
pl_pl: Nie masz uprawnień do tego działania.
